Repository: BackupTheBerlios/scrumtpo-svn
Catalog: Scrummer/trunk/locale/*.po
Languages: sl_si

source: Add
sl_si: Dodaj

source: Edit
sl_si: Uredi

source: Remove
sl_si: Odstrani

source: OK
sl_si: Potrdi

source: Cancel
sl_si: Prekliči

source: analysis
sl_si: Analiza

source: design
sl_si: Načrtovanje

source: coding
sl_si: Implementacija

source: testing
sl_si: Testiranje

source: documentation
sl_si: Dokumentiranje

source: rework due to error reported by the customer
sl_si: Popravek zaradi prijavljene napake

source: rework due to change in requirements
sl_si: Popravek zaradi spremembe zahtev

source: rework due to inaccurat specifications
sl_si: Popravek zaradi nenatančnosti specifikacije

source: rework due to incomplete impact assessment
sl_si: Popravek zaradi nepopolnega

source: rework due to inadequate change specifications
sl_si: Popravek zaradi nepopolne specifikacije zahteve

source: rework due to inadequate testing
sl_si: Popravek zaradi neprimernega testiranja

source: other
sl_si: Ostalo

source: not started
sl_si: Nezačeto

source: in progress
sl_si: V teku

source: completed
sl_si: Zaključeno

source: omitted
sl_si: Izpuščena

source: moved into next sprint
sl_si: Premaknjena naprej

source: split/divided
sl_si: Razdeljena

source: not completed due to incorrect feasibility assumptions
sl_si: Nedokončana zaradi nepravilne ocene izvedljivosti

source: Specification problems
sl_si: Specifikacijski problemi

source: Hardware problems
sl_si: Strojne težave

source: Software problems
sl_si: Aplikacijske težave

source: Security problems
sl_si: Varnostne težave

source: Teamwork problems
sl_si: Skupinske težave

source: Other
sl_si: Ostalo

source: Open
sl_si: Odprto

source: Pending
sl_si: Na čakanju

source: In Progress
sl_si: V teku

source: Closed
sl_si: Zaprto

source: Failed to remove measure
sl_si: Metrike se ni dalo odstraniti.

source: Could not update measure.
sl_si: Metrike se ni dalo osvežiti:

source: Could not retrieve task measures.
sl_si: Metrik se ni dalo odstraniti:

source: Could not retrieve pbi measures.
sl_si: Metrik se ni dalo odstraniti.

source: Could not retrieve sprint measures.
sl_si: Metrik se ni dalo odstraniti.

source: Could not set parameter.
sl_si: Parametra se ni dalo nastaviti.

source: Could not remove Sprint Backlog item.
sl_si: Iteracijskega dnevnika se ni dalo odstraniti.

source: Failed to update information in the databse.
sl_si: Osvežitev podatkov ni uspela

source: Blank
sl_si: Prazno

source: Overview
sl_si: Pregled

source: Metric
sl_si: Metrika

source: Input
sl_si: Vnos

source: Graph
sl_si: Graf

source: Customer poll
sl_si: Anketa za naročnika

source: Developer poll
sl_si: Anketa za razvijalce

source: Product Backlog
sl_si: Naročnikov dnevnik

source: Product Backlog Items
sl_si: Zahteve naročnikovega dnevnika

source: Project
sl_si: Projekt

source: Sprint Backlog
sl_si: Iteracijski dnevnik

source: Absent
sl_si: Odsotnost

source: Hurdles
sl_si: Ovire

source: Metrics
sl_si: Metrike

source: Tasks
sl_si: Naloge

source: Release
sl_si: Različica

source: Could not remove task.
sl_si: Naloge se ni dalo odstraniti.

source: Could not remove absence type.
sl_si: Odsotnostne vrste se ni dalo odstraniti.

source: Could not remove developer.
sl_si: Razvijalca se ni dalo odstraniti.

source: Could not remove product backlog item.
sl_si: Naročnikove zahteve se ni dalo odstraniti.

source: Description
sl_si: Opis

source: Engineering rate
sl_si: Urna postavka

source: Employee
sl_si: Zaposleni

source: Team
sl_si: Skupina

source: Task status
sl_si: Stanje naloge

source: Task type
sl_si: Vrsta naloge

source: Task date
sl_si: Datum naloge

source: Task active
sl_si: Aktivnost naloge

source: Task
sl_si: Naloga

source: Type
sl_si: Vrsta

source: Status
sl_si: Stanje

source: Start
sl_si: Začetek

source: End
sl_si: Konec

source: Age
sl_si: Starost

source: Date
sl_si: Datum

source: Measure
sl_si: Metrika

source: Absence type
sl_si: Vrsta odsotnosti

source: Hours not worked
sl_si: Nedelovnik

source: Measure day
sl_si: Merilni dan

source: Name
sl_si: Ime

source: Surname
sl_si: Priimek

source: Address
sl_si: Naslov

source: Priority
sl_si: Prioriteta

source: Initial estimate
sl_si: Začetna ocena

source: Adjustment factor
sl_si: Prilagoditveni količnik

source: Adjusted estimate
sl_si: Prilagojena ocena

source: Sprint
sl_si: Iteracija

source: Hours Spent
sl_si: Izkoriščene ure

source: Hours Remaining
sl_si: Preostale ure

source: Open Impediments
sl_si: Aktualne ovire

source: Closed Impediments
sl_si: Zaprte ovire

source: Day
sl_si: Dan

source: PBI id
sl_si: PBI

source: Sprint id
sl_si: Iteracija

source: Task id
sl_si: Id naloge

source: Task description
sl_si: Opis naloge

source: Employee id
sl_si: Zaposlenec

source: Hours spent
sl_si: Porabljenih ur

source: Hours remaining
sl_si: Preostalo ur

source: Number of open impediments
sl_si: Število aktualnih ovir

source: Number of closed impediments
sl_si: Število zaključenih ovir

source: Could not remove task type.
sl_si: Vrste naloge se ni dalo odstraniti:

source: Work Effectiveness
sl_si: Delovno učinkovitost

source: Cost Performance Index
sl_si: Stroškovni indeks

source: Earned Value
sl_si: Dodana vrednost

source: PBI Completeness
sl_si: PBI zaključenost

source: Schedule Performance Index
sl_si: Skladnost z urnikom

source: Sprint Burndown Chart
sl_si: Porabljene ure

source: Task Completeness
sl_si: Zaključenost nalog

source: All Sprint Customer Poll
sl_si: Nariši anketo za naročnika(vse iter.)

source: All Sprint Developer Poll
sl_si: Izris ankete za razvijalce(vse iter.)

source: Could not remove impediment.
sl_si: Ovire se ni dalo odstraniti.

source: Could not set parameters:
sl_si: Parametra se ni dalo nastaviti.

source: Could not remove administrative day.
sl_si: Dneva se ni dalo odstraniti.

source: Could not set parameter
sl_si: Parametra se ni dalo nastaviti.

source: Could not remove task status.
sl_si: Stanja naloge se ni dalo odstraniti:

source: Sprint Information
sl_si: Iteracijske informacije

source: Back
sl_si: Nazaj

source: Home
sl_si: Domov

source: Up
sl_si: Gor

source: Metric Type
sl_si: Vrsta metrike

source: Add developers
sl_si: Dodaj razvijalce

source: Add row
sl_si: Dodaj vrstico

source: Add Task
sl_si: Dodaj skupino

source: Task description must contain at least one nonempty character.
sl_si: Opis naloge mora vsebovati vsaj en znak.

source: Task date must be a valid date.
sl_si: Datum naloge je nepravilen.

source: Error while adding task:
sl_si: Napaka pri dodajanju naloge:

source: Error
sl_si: Napaka

source: Add Sprint
sl_si: Dodaj iteracijo

source: Estimated
sl_si: Ocenjeno

source: Length
sl_si: Dolžina

source: Edit Release
sl_si: Uredi različico

source: Description must not be an empty string.
sl_si: Opis mora vsebovati vsaj en znak.

source: Engineering hour
sl_si: Urna postavka

source: Parent
sl_si: Skupna naloga

source: Active
sl_si: Aktivna

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Choose sprint
sl_si: Izberi iteracijo

source: Measurement
sl_si: Meritev

source: Result
sl_si: Rezultat

source: Create New Project
sl_si: Ustvari nov projekt

source: Create Project
sl_si: Ustvari projekt

source: Project name
sl_si: Projektno ime

source: Project description
sl_si: Projektni opis

source: Could not add project
sl_si: Projekta se ni dalo dodati

source: Login
sl_si: Prijava

source: Connect to server
sl_si: Poveži se na strežnik

source: Username
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: Hostname
sl_si: Strežnik

source: Port
sl_si: Vrata

source: Database
sl_si: Podatkovna zbirka

source: Connect
sl_si: Poveži se

source: Error while connecting to database server
sl_si: Napaka pri povezavi na podatkovno zbirko

source: About
sl_si: O programu

source: Add Metric
sl_si: Dodaj metriko

source: Error while removing metric
sl_si: Napaka pri odstranjevanju metrike

source: Add Team
sl_si: Dodaj skupino

source: Team name
sl_si: Ime skupine

source: Team Member
sl_si: Član skupine

source: Team name must contain at least one character.
sl_si: Ime skupine mora vsebovati vsaj en znak.

source: Could not delete team:
sl_si: Skupine ni mogoÃ¨e zbrisati:

source: Change Sprint
sl_si: Uredi iteracijo

source: Update
sl_si: Osveži

source: Error while saving sprint information
sl_si: Napaka pri shranjevanju iteracije

source: Wrong sprint length number.
sl_si: Napačna dolžina iteracije.

source: Invalid date entered.
sl_si: Napačen format datuma.

source: Remove team
sl_si: Odstrani skupino

source: No team has been selected. Select team then click Remove.
sl_si: Nobena skupina ni izbrana. Izberi jo in klikni na Odstrani

source: Could not remove team:
sl_si: Skupine se ni dalo odstraniti:

source: Change Metric
sl_si: Uredi metriko

source: Error while updating measure:
sl_si: Napaka pri osveževanju metrike:

source: Add Developer
sl_si: Dodaj razvijalca

source: View impediments
sl_si: Poglej ovire

source: Impediment table
sl_si: Tabela ovir

source: Close
sl_si: Zapri

source: Cannot remove impediment because no impediment is selected. Click on a table row and then press remove.
sl_si: Ovire ni mogoče odstraniti, ker nobena vrstica ni izbrana. Klikni na vrstico tabele, nato klikni na Odstrani.

source: Change team name
sl_si: Spremeni skupinsko ime

source: New name
sl_si: Novo ime

source: Some team must be selected to change it's name.
sl_si: Skupina mora biti izbrani, da se ji lahko spremeni ime.

source: Team must be at least one character long.
sl_si: Ime skupine mora vsebovati vsaj en znak.

source: An error has occurred when setting team name
sl_si: Med nastavljanjem skupinskega imena je prišlo do napake

source: Change sprint backlog item
sl_si: Spremeni del iteracijskega dnevnika

source: Sprint backlog item
sl_si: Del iteracijskega dnevnika

source: New measure day
sl_si: Nov merilni dan

source: New product backlog item
sl_si: Nova zahteva naročnikovega dnevnika

source: New task
sl_si: Nova naloga

source: New sprint
sl_si: Nova iteracija

source: New employee
sl_si: Nov zaposleni

source: New spent hours
sl_si: Na novo porabljene ure

source: New remaining hours
sl_si: Nove preostale ure

source: New number of open impediments
sl_si: Nove aktualne ovire

source: New number of closed impediments
sl_si: Novo število zaprtih ovir

source: Insert into Product Backlog
sl_si: Vstavi v naročnikov dnevnik

source: Invalid date format.
sl_si: Napačen datumski format.

source: View administrative days
sl_si: Poglej administrativne dneve

source: Administrative days table
sl_si: Tabela administrativnih dni

source: Cannot remove administrative day because no administrative day is selected. Click on a table row and then press remove.
sl_si: Administrativnega dneva ni mogoče odstraniti, ker nobena vrstica ni izbrana. Klikni na vrstico tabele, nato klikni na Odstrani.

source: Add Release
sl_si: Dodaj različico

source: Name cannot be empty.
sl_si: Ime mora vsebovati vsaj en znak.

source: An error has occurred while adding a new release:
sl_si: Med dodajanjem različice je prišlo do napake

source: Remove Project
sl_si: Odstrani projekt

source: Select project
sl_si: Izberi projekt

source: Could not delete project. Select one project first, then click on Remove button.
sl_si: Projekta se ni dalo odstraniti, ker ni izbran. Najprej ga izberi, nato klikni Odstrani.

source: Could not remove project:
sl_si: Projekta se ni dalo odstraniti:

source: Change impediment
sl_si: Uredi oviro

source: Wrong starting date
sl_si: Napačen začetni datum

source: Wrong ending date.
sl_si: Napačen končni datum.

source: An error has occurred when setting updating impediment
sl_si: Med osveževanjem podatkov o oviri je prišlo do napake

source: View Sprint Backlog
sl_si: Poglej iteracijski dnevnik

source: Sprint Backlog table
sl_si: Tabela z iteracijskim dnevnikom

source: Cannot remove Sprint Backlog item because no item is selected. Click on a table row and then press remove.
sl_si: Dela iteracijskega dnevnika se ni dalo odstraniti, ker nobena vrstica ni izbrana. Klikni na vrstico tabele, nato klikni na Odstrani.

source: Choose employee
sl_si: Izberi zaposlenca

source: View Product Backlog
sl_si: Poglej naročnikov dnevnik

source: Product Backlog table
sl_si: Tabela z naročnikovim dnevnikom

source: Cannot remove from Product Backlog because no Product Backlog item is selected. Click on a table row and then press remove.
sl_si: Ne da se odstraniti zahteve iz naročnikovega dnevnika, ker ni izbrana. Klikni na vrstico v tabeli, nato klikni na Odstrani.

source: Error while adding new measure:
sl_si: Napaka pri dodajanju metrike:

source: Add Sprint Measurement
sl_si: Dodaj iteracijsko meritev

source: Add Task Measurement
sl_si: Dodaj meritev za nalogo

source: Add PBI Measurement
sl_si: Dodaj PBI Meritev

source: Add Release Measurement
sl_si: Dodaj meritev za različico

source: Wrong date format.
sl_si: Napačen datumski format.

source: Change Task
sl_si: Spremeni nalogo

source: Error while updating task:
sl_si: Napaka pri osveževanju naloge:

source: Wrong task end date formatting.
sl_si: Napačno formatiranje končnega datuma.

source: From
sl_si: Od

source: To
sl_si: Do

source: Invalid from date.
sl_si: Napačen začetni datum.

source: Change Measurement
sl_si: Spremeni meritev

source: Error while updating new measure:
sl_si: Napaka pri osveževanju meritve:

source: Release Information
sl_si: Informacije o različici

source: Choose team
sl_si: Izberi skupino

source: Choose task
sl_si: Izberi nalogo

source: Choose impediment type
sl_si: Izberi vrsto

source: Choose impediment status
sl_si: Izberi stanje

source: Add Impediment
sl_si: Dodaj oviro

source: Insert into Sprint Backlog
sl_si: Vstavi v iteracijski dnevnik

source: Add plot
sl_si: Dodaj izris

source: Plot configuration
sl_si: Nastavitev izrisov

source: Wrong starting date.
sl_si: Napačen začetni datum

source: Wrong end date.
sl_si: Napačen zaključni datum

source: Open Project
sl_si: Odpri projekt

source: Select Project
sl_si: Izberi projekt

source: Could not open project. First select a project from project list, then click on Open.
sl_si: Projekta se ni dalo odpreti. Najprej izberi projekt s projektnega seznama, nato klikni Odpri.

source: Could not open project
sl_si: Projekta se ni dalo odpreti

source: Daily scrum meeting
sl_si: Dnevni sestanek

source: Daily Scrum
sl_si: Dnevni sestanek

source: Spent hours
sl_si: Porabljene ure

source: Remaining hours
sl_si: Preostale ure

source: Sprint day is out sprint days range.
sl_si: Dan je izven iteracije.

source: Add administrative day
sl_si: Dodaj administrativni dan

source: Choose absence type
sl_si: Izberi vrsto odsotnosti

source: Save
sl_si: Shrani

source: An error has occurred when transferring employee from/to team:
sl_si: Med prenosom zaposlenega iz/na skupino je prišlo do napake:

source: Add Impediment Type
sl_si: Dodaj vrsto ovire

source: Impediment Type
sl_si: Vrsta ovire

source: Could not add impediment type:
sl_si: Ovire se ni dalo dodati:

source: Change absence type
sl_si: Spremeni vrsto odsotnosti

source: New description
sl_si: Nov opis

source: Some task status must be selected to change it's description.
sl_si: Stanje zahteve mora biti izbrano, da se ji lahko nastavi opis.

source: An error has occurred when setting description
sl_si: Med nastavljanjem skupinskega imena je prišlo do napake

source: Remove absence type
sl_si: Odstrani vrsto odsotnosti

source: Select absence type
sl_si: Dodaj vrsto odsotnosti

source: Could not delete absence type. Select one absence type first, then click on Remove button.
sl_si: Vrste odsotnosti se ni dalo odstraniti, ker ni izbran. Najprej jo izberi, nato klikni Odstrani.

source: Could not remove absence type:
sl_si: Vrste odsotnosti se ni dalo odstraniti.

source: Remove Impediment Type
sl_si: Odstrani vrsto ovire

source: Could not remove impediment type:
sl_si: Vrste ovire se ni dalo odstraniti.

source: Add task type
sl_si: Dodaj vrsto naloge

source: Add Impediment Status
sl_si: Dodaj stanje ovire

source: Impediment Status
sl_si: Stanje ovire

source: Could not add new impediment status:
sl_si: Stanja ovire se ni dalo nastaviti:

source: Some absence type must be selected to change it's description.
sl_si: Zahteva mora biti izbrana, da se ji lahko nastavi opis.

source: Change Impediment Type
sl_si: Uredi vrsto ovire

source: Change
sl_si: Spremeni

source: Could not update impediment status:
sl_si: Stanja ovire se ni dalo osvežiti:

source: Remove task status
sl_si: Odstrani stanje naloge

source: Select task status
sl_si: Izberi stanje naloge

source: Could not delete task status. Select one task status first, then click on Remove button.
sl_si: Projekta se ni dalo odstraniti, ker ni izbran. Najprej ga izberi, nato klikni Odstrani.

source: Could not remove task status:
sl_si: Stanja naloge se ni dalo odstraniti:

source: Add absence type
sl_si: Dodaj vrsto odsotnosti

source: Remove Impediment Status
sl_si: Odstrani stanje ovire

source: Could not remove impediment status:
sl_si: Stanja ovire se ni dalo odstraniti:

source: Some task type must be selected to change it's description.
sl_si: Naloga mora biti izbrana, da se ji lahko nastavi opis.

source: Add task status
sl_si: Dodaj stanje naloge

source: Remove task type
sl_si: Odstrani vrsto naloge

source: Select task type
sl_si: Izberi vrsto naloge

source: Could not delete task type. Select one task type first, then click on Remove button.
sl_si: Vrste naloge se ni dalo odstraniti, ker ni izbran. Najprej jo izberi, nato klikni Odstrani.

source: Could not remove task type:
sl_si: Vrste naloge se ni dalo odstraniti:

source: Change Impediment Status
sl_si: Uredi stanje ovire

source: Could not add or update impediment status:
sl_si: Stanja ovire se ni dalo dodati ali osvežiti

source: Calculate Work Effectiveness
sl_si: Izračunaj delovno učinkovitost

source: Developer Poll
sl_si: Anketa za razvijalce

source: Release/Sprint Information
sl_si: Informacije o različici/iteraciji

source: Question
sl_si: Vprašanje

source: Plot Developer Question Poll
sl_si: Izris ankete za razvijalce

source: Earned value
sl_si: Dodana vrednost

source: An error has occurred while calculating earned value:
sl_si: Med računanjem dodane vrednosti je prišlo do napake

source: Schedule performance index
sl_si: Skladnost z urnikom

source: Error occurred while calculating tasks completed in sprint:
sl_si: Med računanjem zaključenih nalog v iteraciji je prišlo do napake:

source: Sprint burndown chart
sl_si: Graf porabljenega časa

source: Error occurred while calculating sprint burndown information:
sl_si: Med računajem porabljenega časa v iteraciji je prišlo do napake:

source: Calculate SPI
sl_si: Izračunaj SPI

source: Work effectiveness
sl_si: Delovna učinkovitost

source: Error occurred while calculating work effectiveness:
sl_si: Med računanjem delovne učinkovitosti je prišlo do napake

source: Question Information
sl_si: Informacije o vprašanju

source: Plot All Sprint Customer Poll
sl_si: Nariši anketo za naročnika

source: Error while calculating all developer marks poll:
sl_si: Med računanjem rezultatov razvijalskih anket je prišlo do napake

source: PBI Completion
sl_si: PBI zaključenost

source: Error occurred while calculating pbi completed in sprint:
sl_si: Med računanjem zaključenih pbi-jev v iteraciji je prišlo do napake:

source: Plot All Sprint Developer Poll
sl_si: Izris ankete za razvijalce(vse iter.)

source: Error occurred while calculating schedule performance indices:
sl_si: Med računanjem skladnosti z urnikom je prišlo do napake:

source: Calculate CPI
sl_si: Izračunaj CPI

source: Calculate Earned Value
sl_si: Izračunaj dodano vrednost

source: Customer Poll
sl_si: Anketa za naročnika

source: Plot Customer Question Poll
sl_si: Nariši anketo za naročnika

source: Change product backlog item
sl_si: Spremeni zahtevo v naročnikovem dnevniku

source: Choose product backlog item
sl_si: Spremeni zahtevo v naročnikovem dnevniku

source: Set sprint
sl_si: Nastavi iteracijo

source: You have to select one item!
sl_si: Izbrati moraš en vnos!

source: Sprint must be at least one character long.
sl_si: Ime iteracije mora vsebovati vsaj en znak.

source: Some task must be selected to set it's product backlog item.
sl_si: Naloga mora biti izbrana, da se ji lahko nastavi naročnikovo zahtevo.

source: An error has occurred when setting sprint backlog properties
sl_si: Med nastavljanjem imena iteracije je prišlo do napake

source: View developers
sl_si: Poglej razvijalce

source: Developer table
sl_si: Tabela razvijalcev

source: Cannot remove developer because no developer is selected. Click on a table row and then press remove.
sl_si: Razvijalca ni mogoče odstraniti, ker nobena vrstica ni izbrana. Klikni na tabelo razvijalcev, nato klikni gumb Odstrani.

source: Requirement data
sl_si: Zahteve

source: Input field cannot be an empty string. Please enter a word with at least one character.
sl_si: Vnosno polje ne sme biti prazno. Prosim vpiši vsaj en znak

source: File
sl_si: Datoteka

source: New Project
sl_si: Ustvari projekt

source: Close Project
sl_si: Zapri projekt

source: Exit
sl_si: Izhod

source: Code List
sl_si: Šifrant

source: Add impediment type
sl_si: Dodaj vrsto ovire

source: Change impediment type
sl_si: Uredi vrsto ovire

source: Remove impediment type
sl_si: Odstrani vrsto ovire

source: Add impediment status
sl_si: Dodaj stanje naloge

source: Change impediment status
sl_si: Uredi stanje

source: Remove impediment status
sl_si: Odstrani stanje ovire

source: Remove Metric
sl_si: Odstrani metriko

source: Change task type
sl_si: Spremeni vrsto naloge

source: Change task status
sl_si: Spremeni stanje naloge

source: Employees
sl_si: Zaposleni

source: View
sl_si: Pregled

source: Change Name
sl_si: Spremeni ime

source: Help
sl_si: Pomoč

source: Sprints
sl_si: Iteracije

source: Cannot display modification dialog. First select a sprint by clicking on it, then click Edit button.
sl_si: Ne da se prikazati obrazca, ker iteracija ni izbrana. Najprej izberi iteracijo, tako da klikneš na tabelo, nato izberi Uredi gumb.

source: Could not open dialog because a measure is not selected. Please select it and then click Edit
sl_si: Obrazca se ni dalo odpreti, ker mera ni izbrana. Prosim izberi jo in klikni na Uredi

source: Project Name:
sl_si: Ime projekta:

source: Error while saving project data
sl_si: Napaka pri shranjevanju podatkov o projektu

source: Time
sl_si: Čas

source: Show
sl_si: Pokaži
